/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ ۋە %2$@ يېزىۋاتىدۇ…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ ۋە %3$@ يېزىۋاتىدۇ…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@، %3$@ ۋە %4$@ يېزىۋاتىدۇ…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@ ۋە %3$@ ھەمدە باشقا بىرەيلەن يېزىۋاتىدۇ…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ بىلەن %2$@ تەكلىپ تاپشۇرۋالىدۇ";

/* No comment provided by engineer. */
"%@ invitation" = "%@ تەكلىپ";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ ئىشخانىنىڭ سىرتىدا";

/* '%@' is the name of a user */
"%@ is out of office today" = "بۈگۈن %@ ئىشخانىنىڭ سىرتىدا";

/* Alice is typing… */
"%@ is typing…" = "%@يېزىۋاتىدۇ…";

/* {app name} is not installed */
"%@ not installed" = "%@ قاچىلانمىدى";

/* {app name} version not supported */
"%@ version not supported" = "%@ نەشرىنى قوللىمايدۇ";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ تەكلىپ تاپشۇرۋالىدۇ";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@، %2$@ ۋە %3$@ تەكلىپ تاپشۇرۋالىدۇ";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@، %2$@، %3$@ ھەمدە %4$ld باشقىلار تەكلىپ تاپشۇرۋالىدۇ";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@، %2$@، %3$@ ھەمدە باشقا بىرەيلەن تەكلىپ تاپشۇرۋالىدۇ";

/* No comment provided by engineer. */
"%d days ago" = "%d كۈن ئىلگىرى";

/* No comment provided by engineer. */
"%d hours ago" = "%d سائەت ئىلگىرى";

/* No comment provided by engineer. */
"%d minutes ago" = "%d مىنۇت ئىلگىرى";

/* Number of options in a poll */
"%d options" = "%d تاللانمىلىرى";

/* Replies in a thread */
"%d replies" = "%d جاۋاپلار";

/* Votes in a poll */
"%d votes" = "%d بېلەت";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* No comment provided by engineer. */
"%ld notifications" = "% ld ئۇقتۇرۇشى";

/* No comment provided by engineer. */
"%ld participants" = "% ld قاتناشقۇچىلار";

/* No comment provided by engineer. */
"%ld participants in this call" = "بۇ چاقىرىقتا %ld قاتناشقۇچى بار";

/* Replies in a thread */
"%ld replies" = "%ld جاۋاپلار";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "\"دەخلى قىلما\" ئىشلەتكۈچى ھالىتى مۇھىم سۆھبەتلەرگە ئىشلىمەيدۇ";

/* No comment provided by engineer. */
"1 day" = "1 كۈن";

/* No comment provided by engineer. */
"1 hour" = "1 سائەت";

/* No comment provided by engineer. */
"1 week" = "1 ھەپتە";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. مۇلازىمېتىرىڭىزغا تور كۆرگۈچتىن كىرىڭ";

/* No comment provided by engineer. */
"15 minutes" = "15 مىنۇت";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. تەڭشەك › بىخەتەرلىك › يېڭى ئەپ پارولى قۇر";

/* Message is pinned 24 hours */
"24 hours" = "24 سائەت";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. ئۇ يەردە كۆرسىتىلگەن QR كودىنى سىكانىرلا";

/* Message is pinned 30 days */
"30 days" = "30 كۈن";

/* No comment provided by engineer. */
"30 minutes" = "30 مىنۇت";

/* No comment provided by engineer. */
"4 hours" = "4 سائەت";

/* No comment provided by engineer. */
"4 weeks" = "4 ھەپتە";

/* Message is pinned 7 days */
"7 days" = "7 كۈن";

/* No comment provided by engineer. */
"8 hours" = "8 سائەت";

/* No comment provided by engineer. */
"@-mentions only" = "@-mentions پەقەتلا";

/* No comment provided by engineer. */
"[Unknown username]" = "[نامەلۇم ئىشلەتكۈچى ئىسمى]";

/* No comment provided by engineer. */
"About" = "ھەققىدە";

/* No comment provided by engineer. */
"Absence" = "يوق";

/* No comment provided by engineer. */
"Accept" = "قوبۇل قىلىڭ";

/* No comment provided by engineer. */
"Account" = "ھېسابات";

/* No comment provided by engineer. */
"Account already added" = "ھېسابات قوشۇلدى";

/* No comment provided by engineer. */
"Account not configured" = "ھېسابات سەپلەنمىدى";

/* No comment provided by engineer. */
"Account not found" = "ھېسابات تېپىلمىدى";

/* No comment provided by engineer. */
"Accounts" = "ھېساباتلار";

/* No comment provided by engineer. */
"Accuracy" = "ئېنىقلىق";

/* No comment provided by engineer. */
"Add (%lu)" = "قوشۇش (% lu)";

/* No comment provided by engineer. */
"Add account" = "ھېسابات قوشۇڭ";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "بۇ چەكلەش توغرىسىدا ئىچكى ئىزاھات قوشۇڭ";

/* No comment provided by engineer. */
"Add answer" = "جاۋاب قوشۇڭ";

/* No comment provided by engineer. */
"Add attendees" = "قاتناشقۇچىلارنى قوش";

/* No comment provided by engineer. */
"Add participants" = "قاتناشقۇچىلارنى قوشۇڭ";

/* No comment provided by engineer. */
"Add reaction" = "ئىنكاس قوشۇڭ";

/* No comment provided by engineer. */
"Add to favorites" = "ياقتۇردىغانغا قوش";

/* No comment provided by engineer. */
"Added note to self" = "ئۆزىڭىزگە خاتىرە قوشۇلدى";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "ئەسكەرتىش قوشقاندا ئۇچۇرنى تېخى ئوقۇمىغان ئابونتلارغا ئۇقتۇرىدۇ";

/* No comment provided by engineer. */
"Address" = "ئادرېس";

/* No comment provided by engineer. */
"Advanced" = "ئالىي";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay كۇنۇپكىسى";

/* No comment provided by engineer. */
"All messages" = "بارلىق ئۇچۇرلار";

/* No comment provided by engineer. */
"All messages were deleted" = "بارلىق ئۇچۇرلار ئۆچۈرۈلدى";

/* No comment provided by engineer. */
"All notifications are muted" = "بارلىق ئۇقتۇرۇشلار ئۆزگەرتىلدى";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "مېھمانلارنىڭ ئۇلىنىش ئارقىلىق بۇ سۆھبەتكە قاتنىشىشىغا يول قويۇڭ";

/* '@all' should not be translated */
"Allow participants to mention @all" = "قاتناشقۇچىلارنىڭ @all نى تىلغا ئېلىشىغا يول قويۇڭ";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "مىخسىز چاقىرىشقا يول قويۇڭ";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "رۇخسەت قىلىندى";

/* No comment provided by engineer. */
"Alphabetical order" = "ئېلىپبە تەرتىپى";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "مېھمان ئەپ ئىشلەتكۈچىلەرگىمۇ ئېچىڭ";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "بىر باشقۇرغۇچى سىزنى ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى قوشتى";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "باشقۇرغۇچى سىزنى ۋە {user0} نى قوشتى";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "باشقۇرغۇچى {user0} ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى قوشتى";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "باشقۇرغۇچى {user0} ۋە {user1} نى قوشتى";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "باشقۇرغۇچى سىزنى ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى رىياسەتچىلەردىن چۈشۈردى";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "باشقۇرغۇچى سىزنى ۋە {user0} رىياسەتچىلەردىن چۈشۈردى";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "باشقۇرغۇچى باشقۇرغۇچىلاردىن {user0} ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى چۈشۈردى";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "باشقۇرغۇچى باشقۇرغۇچىدىن {user0} ۋە {user1} نى چۈشۈردى";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "باشقۇرغۇچى سىزنى ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى رىياسەتچىگە ئۆستۈردى";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "باشقۇرغۇچى سىزنى ۋە {user0} نى رىياسەتچىگە ئۆستۈردى";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "باشقۇرغۇچى {user0} ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى رىياسەتچىگە ئۆستۈردى";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "باشقۇرغۇچى باشقۇرغۇچىغا {user0} ۋە {user1} نى ئۆستۈردى";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "باشقۇرغۇچى سىزنى ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى ئېلىۋەتتى";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "باشقۇرغۇچى سىزنى ۋە {user0} نى ئېلىۋەتتى";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "باشقۇرغۇچى {user0} ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى ئېلىۋەتتى";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "باشقۇرغۇچى {user0} ۋە {user1} نى ئۆچۈرۈۋەتتى";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "مەخپىيەتلىك تەڭشىكىنى ئۆزگەرتىشتە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "ئوقۇش ھالىتىنى تەڭشەشتە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "خەت كىرگۈزۈش مەخپىيەتلىكىنى تەڭشەشتە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "رەسىمنى چۈشۈرۈشتە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "ئارخىپ رەسىمىنى ئۆچۈرۈشتە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred setting address" = "تەڭشەش ئادرېسى خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred setting email address" = "ئېلېكترونلۇق خەت ئادرېسىنى تەڭشەشتە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "تېلېفون نومۇرىنى تەڭشەشتە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "ئارخىپ رەسىمىنى تەڭشەشتە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Twitter ھېساباتىنى تەڭشەشتە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred setting user name" = "ئىشلەتكۈچى نامىنى تەڭشەشتە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred setting website" = "تور بېكەت تەڭشەشتە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "ئۇچۇر تەرجىمە قىلماقچى بولغاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "ئۆيگە %@ قوشقاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "ئۇچۇرغا ئىنكاس قوشقاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while adding note" = "خاتىرە قوشقاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "ھالەت ئۇچۇرىنى تازىلاش جەريانىدا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "بېلەت تاشلاش لايىھىسىنى ئۆچۈرگەندە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "يىغىن قۇرغاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "راي سىناش جەريانىدا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "يىپ قۇرغاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "ئۇچۇرنى ئۆچۈرگەندە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "بېلەت تاشلاش لايىھىسىنى ئۆچۈرگەندە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "يوقلۇقنى تاقاۋاتقاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "بېلەت تاشلاشنى تەھرىرلەۋاتقاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "%@ ھۆججىتىنى ئاچقاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "ئۇچۇرنى مىخلاۋاتقاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "ئۇچۇردىن ئىنكاس قايتۇرغاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "باش سۈرىتىنى ئېلىۋاتقاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "ئۇچۇر يوللىغاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "\ (FormatPhoneNumber) نى تېلېفون نومۇرى قىلىپ تەڭشىگەندە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "يوقلۇقنى تەڭشەۋاتقاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while setting description" = "چۈشەندۈرۈش تەڭشىگەندە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "توردىكى ھالەتنى تەڭشىگەندە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "تېلېفون نومۇرىنى تەڭشىگەندە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "ھالەت ئۇچۇرى تەڭشىگەندە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "باش سۈرىتىنى تەڭشىگەندە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "ئىشلەتكۈچى ھالىتىنى تەڭشىگەندە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "ھۆججەتنى ھەمبەھىرلەشتە خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "يېڭى بىر گۇرۇپپا سۆھبىتىنى باشلاۋاتقاندا بىر خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "ئىتتىرمە ئۇختۇرۇشنى سىناۋاتقاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "ئۇچۇرنى مىخلىمايۋاتقاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"an hour" = "بىر سائەت";

/* No comment provided by engineer. */
"Anonymous poll" = "نامسىز راي سىناش";

/* No comment provided by engineer. */
"Answer" = "جاۋاب";

/* No comment provided by engineer. */
"Answers" = "جاۋاب";

/* No comment provided by engineer. */
"App" = "ئەپ";

/* No comment provided by engineer. */
"App is outdated" = "ئەپنىڭ ۋاقتى ئۆتتى";

/* No comment provided by engineer. */
"Appear offline" = "تورسىز كۆرۈنۈش";

/* No comment provided by engineer. */
"Archive conversation" = "سۆھبەتنى ئارخىپلا";

/* No comment provided by engineer. */
"Archived conversations" = "ئارخىپلاشتۇرۇلغان سۆھبەت";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "ئارخىپلانغان سۆھبەتلەر ئۆزلۈكىدىن سۆھبەت تىزىملىكىدىن يوشۇرۇلىدۇ. قانداقلا بولمىسۇن، سىز سۆھبەت نامىنى ئىزدىگەندە ياكى ئارخىپلانغان سۆھبەتلەر تىزىملىكىگە كىرگىنىڭىزدە، ئۇلار يەنىلا كۆرۈنىدۇ.";

/* No comment provided by engineer. */
"Ask a question" = "سوئال سوراڭ";

/* No comment provided by engineer. */
"Attachments allowed?" = "قوشۇمچە قىلىشقا رۇخسەت قىلىنغانمۇ؟";

/* No comment provided by engineer. */
"Attendees" = "قاتناشقۇچىلار";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "ئاۋاز تاللانمىلىرى";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "ئاۋازلىق ، سىن ۋە رەسىم ئەپلىرى";

/* No comment provided by engineer. */
"Audios" = "Audio";

/* No comment provided by engineer. */
"Away" = "يىراق";

/* No comment provided by engineer. */
"Back to conversations" = "سۆھبەتكە قايتىش";

/* Ban a user/guest */
"Ban" = "چەكلە";

/* e.g. Ban John Doe */
"Ban %@" = "%@ نى چەكلە";

/* No comment provided by engineer. */
"Ban participant" = "قاتناشقۇچىنى چەكلەش";

/* Date and time of ban creation */
"Banned by:" = "چەكلىگەن:";

/* No comment provided by engineer. */
"Banned users and guests" = "چەكلەنگەن ئىشلەتكۈچى ۋە مېھمانلار";

/* Bold text */
"Bold" = "توم";

/* No comment provided by engineer. */
"bot" = "بوت";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse poll drafts" = "راي سىناش لايىھىسىنى كۆرۈڭ";

/* No comment provided by engineer. */
"Busy" = "ئالدىراش";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "ساقلانغان ھۆججەتلەر";

/* No comment provided by engineer. */
"Cached images" = "ساقلانغان رەسىملەر";

/* No comment provided by engineer. */
"Calendar" = "كالېندار";

/* No comment provided by engineer. */
"Call notification sent" = "تېلېفون ئۇقتۇرۇشى ئەۋەتىلدى";

/* No comment provided by engineer. */
"Call options" = "چاقىرىش تاللانمىلىرى";

/* No comment provided by engineer. */
"Call recording enabled?" = "تېلېفون خاتىرىلەش ئىقتىدارى قوزغىتىلدى؟";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "تېلېفون خاتىرىلەش مەغلۇپ بولدى. باشقۇرغۇچىڭىز بىلەن ئالاقىلىشىڭ";

/* No comment provided by engineer. */
"Call recording is starting" = "تېلېفون خاتىرىلەش باشلىنىۋاتىدۇ";

/* No comment provided by engineer. */
"Call recording started" = "تېلېفون خاتىرىلەش باشلاندى";

/* No comment provided by engineer. */
"Call recording stopped" = "تېلېفون خاتىرىلەش توختىتىلدى";

/* No comment provided by engineer. */
"Call without notification" = "ئۇقتۇرۇش قىلماي تېلېفون قىلىڭ";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit قوللىدىمۇ؟";

/* No comment provided by engineer. */
"Calls" = "چاقىرىش";

/* No comment provided by engineer. */
"Calls enabled?" = "چاقىرىش قوزغىتىلدى؟";

/* No comment provided by engineer. */
"Calls from an old account were received." = "كونا ھېساباتتىن كەلگەن تېلېفونلار قوبۇل قىلىندى.";

/* No comment provided by engineer. */
"Calls from old accounts" = "كونا ھېساباتلاردىن تېلېفون قىلىدۇ";

/* No comment provided by engineer. */
"Camera" = "كامېرا";

/* No comment provided by engineer. */
"Camera access" = "كامېرا زىيارەت قىلىش";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "كامېرا زىيارەت قىلىشقا بولمايدۇ. تەڭشەكلىرىڭىزنى تەكشۈرۈڭ.";

/* No comment provided by engineer. */
"Camera disabled" = "كامېرا چەكلەنگەن";

/* No comment provided by engineer. */
"Camera enabled" = "كامېرا قوزغىتىلدى";

/* No comment provided by engineer. */
"Can create conversations?" = "پاراڭلىشالامسىز؟";

/* No comment provided by engineer. */
"Cancel" = "ۋاز كەچ";

/* No comment provided by engineer. */
"Cancelled call from another account" = "باشقا ھېساباتتىن كەلگەن تېلېفون بىكار قىلىندى";

/* No comment provided by engineer. */
"Cannot share to conversation" = "سۆھبەتكە ئورتاقلىشالمايدۇ";

/* No comment provided by engineer. */
"Capabilities" = "ئىقتىدارى";

/* No comment provided by engineer. */
"Change password" = "ئىم ئۆزگەرت";

/* No comment provided by engineer. */
"Change your vote" = "ئاۋازىڭىزنى ئۆزگەرتىڭ";

/* No comment provided by engineer. */
"Chat" = "پاراڭ";

/* No comment provided by engineer. */
"Chat messages" = "پاراڭلىشىش ئۇچۇرلىرى";

/* No comment provided by engineer. */
"Clear cache" = "غەملەكنى تازىلاڭ";

/* No comment provided by engineer. */
"Clear cached chat messages" = "ۋاقىتلىق ساقلانغان پاراڭ ئۇچۇرلىرىنى تازلا";

/* No comment provided by engineer. */
"Clear reminder" = "ئەسكەرتىش";

/* No comment provided by engineer. */
"Clear status message" = "ھالەت ئۇچۇرىنى تازىلاش";

/* No comment provided by engineer. */
"Clear status message after" = "ئۇنىڭدىن كېيىنكى ھالەت ئۇچۇرىنى تازىلاڭ";

/* No comment provided by engineer. */
"Close" = "ياپ";

/* Code block */
"Code" = "كود";

/* No comment provided by engineer. */
"Configuration" = "سەپلىمە";

/* No comment provided by engineer. */
"Configure your next absence period" = "كېيىنكى يوقلۇق ۋاقتىڭىزنى سەپلەڭ.";

/* No comment provided by engineer. */
"Confirm and hide warning" = "ئاگاھلاندۇرۇشنى جەزملەشتۈرۈڭ ۋە يوشۇرۇڭ";

/* No comment provided by engineer. */
"Connecting to %@ …" = "%@ غا ئۇلىنىۋاتىدۇ...";

/* No comment provided by engineer. */
"Connecting to the call …" = "تېلېفونغا ئۇلىنىش…";

/* No comment provided by engineer. */
"Contact access" = "ئالاقىلىشىش";

/* No comment provided by engineer. */
"Contact access has been denied" = "ئالاقىلىشىش رەت قىلىندى";

/* No comment provided by engineer. */
"Contacts" = "ئالاقەداشلار";

/* No comment provided by engineer. */
"Conversation creation failed" = "سۆھبەت قۇرۇش مەغلۇب بولدى";

/* No comment provided by engineer. */
"Conversation details" = "سۆھبەت تەپسىلاتلىرى";

/* No comment provided by engineer. */
"Conversation name" = "سۆھبەت ئىسمى";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "سۆھبەت ئىسمى قۇرۇق بولمايدۇ";

/* No comment provided by engineer. */
"Conversation not found" = "سۆھبەت تېپىلمىدى";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "سۆھبەت تېپىلمىدى ياكى قوشۇلمىدى";

/* No comment provided by engineer. */
"Conversation participants" = "سۆھبەت قاتناشقۇچىلىرى";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "سۆھبەت تەڭشەكلىرى";

/* No comment provided by engineer. */
"Conversations" = "سۆھبەت";

/* No comment provided by engineer. */
"Copy" = "كۆچۈرۈڭ";

/* No comment provided by engineer. */
"Copy message link" = "ئۇچۇر ئۇلانمىسىنى كۆچۈرۈڭ";

/* No comment provided by engineer. */
"Copy message selection" = "ئۇچۇر تاللاشنى كۆچۈرۈڭ";

/* No comment provided by engineer. */
"Could not access camera" = "كامېرانى زىيارەت قىلالمىدى";

/* No comment provided by engineer. */
"Could not access microphone" = "مىكروفوننى زىيارەت قىلالمىدى";

/* No comment provided by engineer. */
"Could not access speech recognition" = "نۇتۇق تونۇشقا ئېرىشەلمىدى";

/* No comment provided by engineer. */
"Could not access your location" = "ئورنىڭىزنى زىيارەت قىلالمىدىڭىز";

/* No comment provided by engineer. */
"Could not add participant" = "قاتناشقۇچى قوشالمىدى";

/* No comment provided by engineer. */
"Could not ban participant" = "قاتناشقۇچىنى چەكلىيەلمىدى";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "ئارخىپلانغان سۆھبەت تەڭشىكىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "چاقىرىش ئۇقتۇرۇشى تەڭشىكىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "مۇھىم سۆھبەت تەڭشىكىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "سۆھبەتنىڭ تىزىملىك دائىرىسىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "سۆھبەتنىڭ لوبى ھالىتىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "سۆھبەتنىڭ ئىجازىتىنى تىلغا ئالالمىدى";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "قاتناشقۇچىنىڭ ئوتتۇراھال ئىجازەتنامىسىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not change notifications setting" = "ئۇقتۇرۇش تەڭشىكىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not change password protection settings" = "پارول قوغداش تەڭشىكىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "سۆھبەتنىڭ ئوقۇشقىلا بولىدىغان ھالىتىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "سەزگۈر سۆھبەت تەڭشىكىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "سۆھبەتنىڭ ئورتاقلىشىش ھوقۇقىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "سۆھبەتنىڭ SIP ھالىتىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not clear chat history" = "پاراڭلىشىش تارىخىنى تازىلىيالمىدى";

/* No comment provided by engineer. */
"Could not clear status message" = "ھالەت ئۇچۇرىنى تازىلىيالمىدى";

/* No comment provided by engineer. */
"Could not create meeting" = "يىغىن قۇرالمىدى";

/* No comment provided by engineer. */
"Could not delete conversation" = "سۆھبەتنى ئۆچۈرەلمىدى";

/* No comment provided by engineer. */
"Could not disable absence" = "يوقلۇقنى تاقىيالمىدى";

/* No comment provided by engineer. */
"Could not get available languages" = "ئىشلەتكىلى بولىدىغان تىللارغا ئېرىشەلمىدى";

/* No comment provided by engineer. */
"Could not join %@ call" = "%@ چاقىرىشقا قاتنىشالمىدى";

/* No comment provided by engineer. */
"Could not join call with %@" = "%@ بىلەن تېلېفونغا قاتنىشالمىدى";

/* No comment provided by engineer. */
"Could not join conversation" = "سۆھبەتكە قاتنىشالمىدى";

/* No comment provided by engineer. */
"Could not leave conversation" = "سۆھبەتتىن ئايرىلالمىدى";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "قاتناشقۇچىنى ئۆچۈرەلمىدى";

/* No comment provided by engineer. */
"Could not rename the conversation" = "سۆھبەتنىڭ نامىنى ئۆزگەرتەلمىدى";

/* No comment provided by engineer. */
"Could not resend email invitations" = "ئېلېكترونلۇق خەت تەكلىپلىرىنى قايتا ئەۋەتەلمىدى";

/* No comment provided by engineer. */
"Could not send call notification" = "تېلېفون ئۇقتۇرۇشى ئەۋەتەلمىدى";

/* No comment provided by engineer. */
"Could not send the message" = "ئۇچۇر ئەۋەتەلمىدى";

/* No comment provided by engineer. */
"Could not set absence" = "يوقلۇقنى بېكىتەلمىدى";

/* No comment provided by engineer. */
"Could not set conversation name" = "سۆھبەت نامىنى بەلگىلىيەلمىدى";

/* No comment provided by engineer. */
"Could not set message expiration time" = "ئۇچۇرنىڭ مۇددىتى توشمىدى";

/* No comment provided by engineer. */
"Could not set online status" = "توردىكى ھالەتنى بېكىتەلمىدى";

/* No comment provided by engineer. */
"Could not set phone number" = "تېلېفون نومۇرىنى تەڭشىگىلى بولمىدى";

/* No comment provided by engineer. */
"Could not set status message" = "ھالەت ئۇچۇرىنى تەڭشىيەلمىدى";

/* No comment provided by engineer. */
"Could not share file" = "ھۆججەتنى ئورتاقلىشالمىدى";

/* No comment provided by engineer. */
"Could not start group conversation" = "گۇرۇپپا سۆھبىتىنى باشلىيالمىدى";

/* No comment provided by engineer. */
"Create" = "قۇر";

/* No comment provided by engineer. */
"Create a new conversation" = "يېڭى سۆھبەت قۇر";

/* No comment provided by engineer. */
"Create a thread" = "بىر يىپ قۇر";

/* No comment provided by engineer. */
"Create or join a conversation" = "سۆھبەت قۇرۇش ياكى قاتنىشىش";

/* No comment provided by engineer. */
"Create poll" = "راي سىناش";

/* No comment provided by engineer. */
"Creating poll draft failed" = "راي سىناش لايىھەسىنى قۇرۇش مەغلۇب بولدى";

/* No comment provided by engineer. */
"Creating poll failed" = "راي سىناش مەغلۇب بولدى";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "بۇ ھېساباتنىڭ كىنىشكىسى ئىناۋەتلىك ئەمەس";

/* Custom message expiration */
"Custom" = "خاس";

/* name of a moderator who banned a participant */
"Date:" = "چېسلا:";

/* No comment provided by engineer. */
"days" = "كۈنلەر";

/* No comment provided by engineer. */
"Deck cards" = "پالۋان كارتىلىرى";

/* No comment provided by engineer. */
"Default" = "كۆڭۈلدىكى";

/* No comment provided by engineer. */
"Delete" = "ئۆچۈر";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "ھەممىنى ئۆچۈرۈڭ";

/* No comment provided by engineer. */
"Delete all messages" = "بارلىق ئۇچۇرلارنى ئۆچۈرۈڭ";

/* No comment provided by engineer. */
"Delete conversation" = "سۆھبەتنى ئۆچۈرۈڭ";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "ھازىرلا ئۆچۈر";

/* No comment provided by engineer. */
"Deleted user" = "ئىشلەتكۈچى ئۆچۈرۈلدى";

/* No comment provided by engineer. */
"Deleting message" = "ئۇچۇرنى ئۆچۈرۈش";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "راي سىناش لايىھەسىنى ئۆچۈرۈش مەغلۇب بولدى";

/* No comment provided by engineer. */
"Demote from moderator" = "رىياسەتچىدىن تۆۋەنلەش";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "رەت قىلىندى";

/* No comment provided by engineer. */
"Description" = "چۈشەندۈرۈش";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "چۈشەندۈرۈش 500 ھەرپتىن ئېشىپ كەتسە بولمايدۇ";

/* No comment provided by engineer. */
"Details" = "تەپسىلاتى";

/* No comment provided by engineer. */
"detected" = "بايقالدى";

/* No comment provided by engineer. */
"Detecting language" = "تىلنى بايقاش";

/* No comment provided by engineer. */
"Diagnostics" = "دىئاگنوز قويۇش";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disable absence" = "يوقلۇقىنى تاقا";

/* No comment provided by engineer. */
"Disable blur" = "تۇتۇقنى چەكلەڭ";

/* speaker = Loudspeaker, device */
"Disable speaker" = "ياڭراتقۇنى چەكلەش";

/* No comment provided by engineer. */
"Disconnected" = "ئۈزۈلۈپ قالدى";

/* No comment provided by engineer. */
"Dismiss" = "خىزمەتتىن ھەيدەش";

/* No comment provided by engineer. */
"Dismiss notification" = "ئۇقتۇرۇشنى ئەمەلدىن قالدۇرۇش";

/* No comment provided by engineer. */
"Do not disturb" = "ئاۋارە قىلماڭ";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "ھۆججەت ساقلىغۇچنى راستىنلا تازىلىماقچىمۇ؟";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "رەسىم ساقلىغۇچنى راستىنلا تازىلىماقچىمۇ؟";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "بۇ سۆھبەتتىكى بارلىق ئۇچۇرلارنى ئۆچۈرمەكچىمۇ؟";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "بۇ سۆھبەتنى سىز ھەممەيلەن ئۈچۈن راستىنلا ئۆچۈرمەكچىمۇ؟";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "بۇ راي سىناشنى ئاخىرلاشتۇرماقچىمۇ؟";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "بۇ ھېساباتتىن چىقامسىز؟";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "بۇ ھېساباتنى ئۆچۈرمەكچىمۇ؟";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "سىز يەنىلا بۇ مۇلازىمېتىرغا ئۇلىماقچىمۇ؟";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "بۇ سۆھبەتنى ئۆچۈرمەكچىمۇ؟";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "كامېراڭىزنى قوزغىتىشنى خالامسىز؟";

/* No comment provided by engineer. */
"Do you want to join this call?" = "بۇ چاقىرىققا قوشۇلماقچىمۇ؟";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "سۆھبەتتە '%@' نى ھەمبەھىرلەشنى خالامسىز؟";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "خاتىرىلەشنى توختاتماقچىمۇ؟";

/* No comment provided by engineer. */
"Don't clear" = "ئېنىق ئەمەس";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "دەلىللەش دىئالوگىنى بىكار قىلىش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "قوش چېكىش ھەمبەھىرلەش تاللانمىلىرىنى بىكار قىلىش";

/* No comment provided by engineer. */
"Double tap to display call options" = "چاقىرىش تاللانمىلىرىنى كۆرسىتىش ئۈچۈن قوش چىكىڭ";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "تاللانما تىزىملىكىنى كۆرسىتىش ئۈچۈن قوش چىكىڭ";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "يىپ ئۇقتۇرۇش تاللانمىلىرىنى كۆرسىتىش ئۈچۈن قوش چىكىڭ";

/* No comment provided by engineer. */
"Double tap to edit profile" = "ئارخىپنى تەھرىرلەش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "\"ئۇقتۇرۇشسىز چاقىرىش\" تاللانمىسىنى قوزغىتىش ياكى تاقاش ئۈچۈن قوش چەك";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "كامېرانى قوزغىتىش ياكى چەكلەش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "مىكروفوننى قوزغىتىش ياكى چەكلەش ئۈچۈن قوش چېكىڭ";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "ياڭراتقۇنى قوزغىتىش ياكى چەكلەش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "تەھرىرلەش ئارخىپىنى ئاخىرلاشتۇرۇش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "سۆھبەت ئۇچۇرىغا بېرىش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "ئىشلەتكۈچىنىڭ ئارخىپى ۋە قوللىنىشچان تەڭشەكلىرىگە قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "تېلېفوننى قوشۇش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to lower hand" = "قولنى تۆۋەنگە قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to open file browser" = "ھۆججەت توركۆرگۈنى ئېچىش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "ئوخشىمىغان ئاۋاز يولىنى تاللاش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to send message" = "ئۇچۇر يوللاش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "تاللانغان پاراڭلار بىلەن ئورتاقلىشىش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to show more actions" = "تېخىمۇ كۆپ ھەرىكەتلەرنى كۆرسىتىش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "قوش چېكىش ئارقىلىق پاراڭلىشىش كۆرۈنۈشىنى كۆرسىتىش ياكى يوشۇرۇش";

/* No comment provided by engineer. */
"Double tap to start a video call" = "قوش چېكىپ سىنلىق سۆزلىشىشنى باشلاڭ";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "قوش چېكىش ئارقىلىق ئاۋازلىق سۆزلىشىشنى باشلاڭ";

/* No comment provided by engineer. */
"Double tap to stop recording" = "قوش چېكىش خاتىرىلەشنى توختىتىدۇ";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "بۇ ئاۋاز چاقىرىشنى سىنلىق چاقىرىشقا يېڭىلاش ئۈچۈن قوش چېكىڭ";

/* No comment provided by engineer. */
"Duplicate session" = "تەكرار يىغىن";

/* Edit a message or room participants */
"Edit" = "تەھرىر";

/* No comment provided by engineer. */
"Edit attendees" = "قاتناشقۇچىلارنى تەھرىرلەڭ";

/* No comment provided by engineer. */
"Edit thread details" = "يىپ تەپسىلاتىنى تەھرىرلە";

/* A message was edited */
"edited" = "تەھرىرلەندى";

/* A message was edited by ... */
"edited by" = "تەھرىرلىگەن";

/* A message was edited by ... */
"Edited by" = "تەھرىرلىگەن";

/* No comment provided by engineer. */
"Editing Message" = "تەھرىرلەش ئۇچۇرى";

/* No comment provided by engineer. */
"Editing poll draft" = "راي سىناش لايىھىسىنى تەھرىرلە";

/* No comment provided by engineer. */
"Editing poll failed" = "راي سىناشنى تەھرىرلەش مەغلۇب بولدى";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "ياكى سىزنىڭ پاراڭلىشىش رۇخسىتىڭىز يوق ياكى سۆھبەت پەقەت ئوقۇشقىلا بولىدۇ.";

/* No comment provided by engineer. */
"Email" = "تورخەت";

/* No comment provided by engineer. */
"Empty summary response" = "قۇرۇق خۇلاسە ئىنكاسى";

/* No comment provided by engineer. */
"Enable" = "قوزغات";

/* No comment provided by engineer. */
"Enable blur" = "تۇتۇقنى قوزغىتىڭ";

/* No comment provided by engineer. */
"Enable screensharing" = "ئېكراننى قوزغىتىشنى قوزغىتىڭ";

/* No comment provided by engineer. */
"Enable speaker" = "ياڭراتقۇنى قوزغىتىڭ";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"End call" = "ئاخىرلىشىش تېلېفونى";

/* No comment provided by engineer. */
"End call for everyone" = "ھەممەيلەنگە تېلېفون قىلىش";

/* No comment provided by engineer. */
"End poll" = "راي سىناشنى ئاخىرلاشتۇرۇڭ";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Enter a password";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "ئەسكەرتىش قۇرغاندا خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "ئۇچۇر تەھرىرلەۋاتقاندا خاتالىق كۆرۈلدى";

/* External signaling used */
"External" = "سىرتقى";

/* No comment provided by engineer. */
"Failed to accept invitation" = "تەكلىپنى قوبۇل قىلالمىدى";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "قىستۇرما قىسقۇچىنى قۇرۇش ياكى تەكشۈرۈش مەغلۇپ بولدى";

/* No comment provided by engineer. */
"Failed to clear reminder" = "ئەسكەرتىشنى تازىلاش مەغلۇب بولدى";

/* No comment provided by engineer. */
"Failed to connect to %@" = "%@ غا ئۇلىنالمىدى";

/* No comment provided by engineer. */
"Failed to forward message" = "ئۇچۇر يوللاش مەغلۇپ بولدى";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "بىر يىغىن ئورۇنلاشتۇرۇش ئۈچۈن كالېندار تىزىملىكىگە ئېرىشەلمىدى";

/* No comment provided by engineer. */
"Failed to reject invitation" = "تەكلىپنى رەت قىلدى";

/* No comment provided by engineer. */
"Failed to send message" = "ئۇچۇر ئەۋەتەلمىدى";

/* No comment provided by engineer. */
"Failed to share recording" = "خاتىرىنى ئورتاقلىشالمىدى";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "تاللانغان تۈرنى ئەمەلدىن قالدۇرمىدى";

/* No comment provided by engineer. */
"Federated" = "فېدىراتسىيەلىك";

/* No comment provided by engineer. */
"Fetching status …" = "ھالەتنى چۈشۈرۋاتىدۇ...";

/* Filename of a file */
"File" = "ھۆججەت";

/* No comment provided by engineer. */
"Files" = "ھۆججەتلەر";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "سۈزگۈچ";

/* No comment provided by engineer. */
"First day" = "بىرىنچى كۈنى";

/* No comment provided by engineer. */
"Follow conversation settings" = "سۆھبەت تەڭشەكلىرىگە ئەگەش";

/* No comment provided by engineer. */
"For password reset and notifications" = "پارولنى ئەسلىگە كەلتۈرۈش ۋە ئۇقتۇرۇش ئۈچۈن";

/* No comment provided by engineer. */
"Format" = "فورماتى";

/* No comment provided by engineer. */
"Forward" = "ئالدىغا";

/* No comment provided by engineer. */
"Forward to" = "ئالدىغا";

/* 'From' which language user wants to translate text */
"From" = "دىن";

/* from Alice at nextcloud.local */
"from %@ at %@" = "%1$@ دىن %2$@ دە";

/* No comment provided by engineer. */
"Full name" = "تولۇق ئىسمى";

/* No comment provided by engineer. */
"Generate summary" = "خۇلاسە ياز";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "ئوقۇلمىغان ئۇچۇرلارغا خۇلاسە يېزىۋاتىدۇ...";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "ئوقۇلمىغان ئۇچۇرلارغا خۇلاسە يېزىش مەغلۇپ بولدى";

/* No comment provided by engineer. */
"Get source code" = "ئەسلى كودقا ئېرىشىش";

/* No comment provided by engineer. */
"GitHub API error" = "GitHub API خاتالىقى";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "قوشۇلۇڭ ۋە تېلېفون قىلىڭ";

/* No comment provided by engineer. */
"Go to message" = "ئۇچۇرغا بار";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* No comment provided by engineer. */
"guest" = "مېھمان";

/* No comment provided by engineer. */
"Guest" = "مېھمان";

/* No comment provided by engineer. */
"Guests access" = "مېھمانلار زىيارەت قىلىدۇ";

/* No comment provided by engineer. */
"Guests app enabled?" = "مېھمانلار دېتالى قوزغىتىلدى؟";

/* No comment provided by engineer. */
"Hang up" = "ئېسىلىڭ";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "يوشۇر";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "ئېگىز";

/* No comment provided by engineer. */
"hours" = "سائەت";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "ئەگەر سۆھبەتنى ئۆچۈرسىڭىز ، ئۇ %@ ئۈچۈن ئۆچۈرۈلىدۇ";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "ئەگەر كامېراڭىزنى قوزغىتىپ قويسىڭىز ، بۇ تېلېفون بىر نەچچە سېكۇنت ئۈزۈلۈپ قالىدۇ.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "ئەگەر سىز بىر قانچە مۇلازىمېتىر ئىشلىتىۋاتقان بولسىڭىز ، ئۇلارنىڭ ھەممىسىنى تەكشۈرۈپ بېقىشىڭىز كېرەك.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "رەسىم ، ھۆججەت ، ئاۋازلىق ئۇچۇر…";

/* No comment provided by engineer. */
"Import account" = "ھېسابات ئەكىرىش";

/* No comment provided by engineer. */
"Important conversation" = "مۇھىم سۆھبەت";

/* No comment provided by engineer. */
"in" = "دا";

/* No comment provided by engineer. */
"Include calls in call history" = "چاقىرىش تارىخىدىكى تېلېفونلارنى ئۆز ئىچىگە ئالىدۇ";

/* Message is pinned indefinitely */
"Indefinitely" = "ئەبەدىي";

/* Internal signaling used */
"Internal" = "ئىچكى";

/* Internal note about why a user/guest was banned */
"Internal note" = "ئىچكى خاتىرە";

/* No comment provided by engineer. */
"Invalid date range" = "ئىناۋەتسىز چىسلا دائىرىسى";

/* No comment provided by engineer. */
"Invalid email address" = "ئىناۋەتسىز ئېلخەت ئادرېسى";

/* No comment provided by engineer. */
"Invalid end date" = "ئىناۋەتسىز ئاخىرلىشىش چېسلاسى";

/* No comment provided by engineer. */
"Invalid server address" = "مۇلازىمېتىر ئادرېسى ئىناۋەتسىز";

/* No comment provided by engineer. */
"Invalid start date" = "ئىناۋەتسىز باشلىنىش چېسلاسى";

/* No comment provided by engineer. */
"Invisible" = "كۆرۈنمەيدۇ";

/* No comment provided by engineer. */
"Invitation resent" = "تەكلىپكە نارازى";

/* No comment provided by engineer. */
"Invitations resent" = "تەكلىپلەر رەنجىدى";

/* Invitation for a meeting */
"Invite all users and emails" = "بارلىق ئىشلەتكۈچىلەرنى ھەمدە ئېلىخەتنى تەكلىپ قىل";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "قارىغاندا %@ مۇلازىمېتىرىڭىزغا ئورنىتىلمىغاندەك قىلىدۇ.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "قارىماققا تور ئۇلىنىشى يوقتەك قىلىدۇ.";

/* Italic text */
"Italic" = "ئىتالىيان";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "سۆھبەتكە قاتنىشىڭ ياكى يېڭى باشلاڭ";

/* No comment provided by engineer. */
"Join call" = "چاقىرىشقا قوشۇلۇڭ";

/* No comment provided by engineer. */
"Join call (audio only)" = "چاقىرىشقا قوشۇلۇڭ (پەقەت ئاۋازلىق)";

/* No comment provided by engineer. */
"Join call with video" = "سىنغا تېلېفون قىلىڭ";

/* No comment provided by engineer. */
"Join open conversations" = "ئوچۇق سۆھبەتكە قاتنىشىڭ";

/* No comment provided by engineer. */
"Join video call" = "سىنلىق چاقىرىشقا قوشۇلۇڭ";

/* No comment provided by engineer. */
"Keep" = "ساقلاڭ";

/* No comment provided by engineer. */
"Last day (inclusive)" = "ئالدىنقى كۈنى (ئۆز ئىچىگە ئالىدۇ)";

/* Last subscription to the push notification server */
"Last subscription" = "ئاخىرقى مۇشتەرى";

/* No comment provided by engineer. */
"Last sync" = "ئاخىرقى ماسقەدەملەش";

/* Remind me later today about that message */
"Later today" = "بۈگۈن بۈگۈن";

/* No comment provided by engineer. */
"Leave" = "كەت";

/* No comment provided by engineer. */
"Leave call" = "تېلېفون قىلىڭ";

/* No comment provided by engineer. */
"Leave conversation" = "سۆھبەتتىن ۋاز كېچىڭ";

/* No comment provided by engineer. */
"less than a minute ago" = "بىر مىنۇتقا يەتمىگەن ۋاقىت ئىلگىرى";

/* No comment provided by engineer. */
"Link https://…" = "ئۇلىنىش https: //…";

/* No comment provided by engineer. */
"Linked file" = "ئۇلانغان ھۆججەت";

/* No comment provided by engineer. */
"Load more results" = "تېخىمۇ كۆپ نەتىجىلەرنى يۈكلەڭ";

/* No comment provided by engineer. */
"Lobby" = "كۈتۈۋېلىش زالى";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "لوبى يەنىلا ئاكتىپ ، سىز رىياسەتچى ئەمەس";

/* No comment provided by engineer. */
"Local" = "يەرلىك";

/* No comment provided by engineer. */
"Local time: %@" = "يەرلىك ۋاقىت:%@";

/* No comment provided by engineer. */
"Location" = "ئورنى";

/* No comment provided by engineer. */
"Location access" = "ئورۇن زىيارەت قىلىش";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "ئورۇن مۇلازىمىتى رەت قىلىندى. تەڭشەكلىرىڭىزنى تەكشۈرۈڭ.";

/* No comment provided by engineer. */
"Location service is not enabled" = "ئورۇن مۇلازىمىتى قوزغىتىلمىغان";

/* No comment provided by engineer. */
"Locations" = "ئورۇنلار";

/* No comment provided by engineer. */
"Lock conversation" = "سۆھبەتنى قۇلۇپلاڭ";

/* No comment provided by engineer. */
"Log in" = "كىرىڭ";

/* No comment provided by engineer. */
"Log out" = "تىزىمدىن چىق";

/* No comment provided by engineer. */
"Logged out" = "تىزىمدىن چىقتى";

/* No comment provided by engineer. */
"Long absence message" = "ئۇزۇن يوقلۇق ئۇچۇرى";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "تۆۋەن";

/* No comment provided by engineer. */
"Lower hand" = "تۆۋەن قول";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "قولدا";

/* No comment provided by engineer. */
"Mark as read" = "ئوقۇغاندەك بەلگە قويۇڭ";

/* No comment provided by engineer. */
"Mark as unread" = "ئوقۇلمىغان دەپ بەلگە قويۇڭ";

/* No comment provided by engineer. */
"Match system contacts" = "سىستېما ئالاقىسىنى ماسلاشتۇرۇڭ";

/* No comment provided by engineer. */
"Media" = "كۆپ-ۋاستە";

/* No comment provided by engineer. */
"Meeting created" = "يىغىن قۇرۇلدى";

/* No comment provided by engineer. */
"Meeting ended" = "يىغىن ئاخىرلاشتى";

/* No comment provided by engineer. */
"Meeting ID" = "يىغىن كىملىكى";

/* No comment provided by engineer. */
"Meeting settings" = "يىغىن تەڭشەكلىرى";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "يىغىنلار";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "تىلغا ئېلىنغان";

/* Copy 'message' */
"Message" = "ئۇچۇر";

/* No comment provided by engineer. */
"Message copied" = "ئۇچۇر كۆچۈرۈلدى";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "ئۇچۇر بەك كونا بولغاچقا ئۆچۈرۈلمىدى";

/* No comment provided by engineer. */
"Message deleted successfully" = "ئۇچۇر مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "ئۇچۇر مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى ، ئەمما Matterbridge سەپلەندى ، بۇ ئۇچۇر باشقا مۇلازىمەتلەرگە تارقىتىلغان بولۇشى مۇمكىن";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "ئۇچۇرنىڭ ۋاقتى توشىدۇ";

/* Copy 'link' to a message */
"Message link" = "ئۇچۇر ئۇلىنىشى";

/* No comment provided by engineer. */
"Message link copied" = "ئۇچۇر ئۇلىنىشى كۆچۈرۈلدى";

/* No comment provided by engineer. */
"Message pinned" = "ئۇچۇر مىخلاندى";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "سۆھبەت تىزىملىكى ۋە ئۇقتۇرۇشلاردا خەۋەرنى ئالدىن كۆرۈش چەكلىنىدۇ";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "ئۇچۇر مىخلانمىدى";

/* No comment provided by engineer. */
"Messages" = "ئۇچۇرلار";

/* No comment provided by engineer. */
"Microphone" = "مىكروفون";

/* No comment provided by engineer. */
"Microphone access" = "مىكروفون زىيارەت قىلىش";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "مىكروفون زىيارەت قىلىشقا بولمايدۇ. تەڭشەكلىرىڭىزنى تەكشۈرۈڭ.";

/* No comment provided by engineer. */
"Microphone disabled" = "مىكروفون چەكلەنگەن";

/* No comment provided by engineer. */
"Microphone enabled" = "مىكروفون قوزغىتىلدى";

/* No comment provided by engineer. */
"minutes" = "مىنۇت";

/* No comment provided by engineer. */
"Missed call from" = "تېلېفوننى قولدىن بېرىپ قويدى";

/* No comment provided by engineer. */
"Missing phone number information" = "تېلېفون نومۇرى ئۇچۇرى يوقاپ كەتتى";

/* The signaling mode used */
"Mode" = "ھالەت";

/* No comment provided by engineer. */
"moderator" = "رىياسەتچى";

/* No comment provided by engineer. */
"Modification date" = "ئۆزگەرتىش ۋاقتى";

/* More menu elements */
"More" = "تېخىمۇ كۆپ";

/* No comment provided by engineer. */
"More actions" = "تېخىمۇ كۆپ ھەرىكەت";

/* No comment provided by engineer. */
"Multiple answers" = "كۆپ جاۋاب";

/* No comment provided by engineer. */
"Mute all notifications" = "بارلىق ئۇقتۇرۇشلارنى ئاۋازسىز قىلىڭ";

/* No comment provided by engineer. */
"Mute others" = "باشقىلارنى جىمجىتلا";

/* No comment provided by engineer. */
"My location" = "مېنىڭ ئورنۇم";

/* No comment provided by engineer. */
"Name" = "ئاتى";

/* No comment provided by engineer. */
"Nearby places" = "يېقىن جايلار";

/* No comment provided by engineer. */
"Network available" = "تورنى ئىشلەتكىلى بولمايدۇ";

/* No comment provided by engineer. */
"Network not available" = "تورنى ئىشلەتكىلى بولمايدۇ";

/* Never subscribed to the push notification server */
"Never subscribed" = "ئەزەلدىن مۇشتەرى ئەمەس";

/* No comment provided by engineer. */
"New conversation" = "يېڭى سۆھبەت";

/* No comment provided by engineer. */
"New poll" = "يېڭى راي سىناش";

/* Remind me next week about that message */
"Next week" = "كېلەر ھەپتە";

/* No comment provided by engineer. */
"Tassos server not found" = "Tassos مۇلازىمېتىرى تېپىلمىدى";

/* No comment provided by engineer. */
"No" = "ياق";

/* No comment provided by engineer. */
"No actions available" = "ھەرىكەت يوق";

/* No comment provided by engineer. */
"No active account found" = "ئاكتىپ ھېسابات تېپىلمىدى";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "API تەمىنلىگۈچى تېپىلمىدى ياكى خۇلاسىلەش مەغلۇپ بولدى";

/* No comment provided by engineer. */
"No banned users or guests" = "چەكلەنگەن ئىشلەتكۈچى ياكى مېھمان يوق";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "ھېچقانداق چۈشەندۈرۈش بېرىلمىدى";

/* No comment provided by engineer. */
"No files in here" = "بۇ يەردە ھۆججەت يوق";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "سۈزگۈچ يوق";

/* No comment provided by engineer. */
"No followed threads" = "ئەگەشكەن يىپلار يوق";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "خۇلاسىلەيدىغان ئۇچۇر تېپىلمىدى";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "تېخى ئۇچۇر يوق ، سۆھبەتنى باشلاڭ!";

/* No comment provided by engineer. */
"No participants found" = "قاتناشقۇچىلار تېپىلمىدى";

/* No comment provided by engineer. */
"No permission to join this conversation" = "بۇ سۆھبەتكە قاتنىشىشقا ئىجازەت يوق";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "راي سىناش لايىھىسى ساقلانمىغان";

/* No comment provided by engineer. */
"No recent threads" = "يېقىنقى يىپلار يوق";

/* No comment provided by engineer. */
"No response from server" = "مۇلازىمېتىردىن ھېچقانداق جاۋاب يوق";

/* No comment provided by engineer. */
"No results found" = "ھېچقانداق نەتىجە تېپىلمىدى";

/* No comment provided by engineer. */
"No shared items" = "ئورتاق بەھرىلىنىدىغان تۈر يوق";

/* No comment provided by engineer. */
"No upcoming events" = "پات ئارىدا يۈز بېرىدىغان ئىشلار يوق";

/* No comment provided by engineer. */
"No user found" = "ئىشلەتكۈچى تېپىلمىدى";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "نورمال";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "تەلەپ قىلىنمايدۇ";

/* No comment provided by engineer. */
"Note to self" = "ئۆزىڭىزگە دىققەت قىلىڭ";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "ئەسكەرتىش:";

/* No comment provided by engineer. */
"Notifications" = "ئۇقتۇرۇش";

/* No comment provided by engineer. */
"Notifications app enabled?" = "ئۇقتۇرۇش دېتالى قوزغىتىلدى؟";

/* No comment provided by engineer. */
"Notify about calls" = "چاقىرىق ھەققىدە ئۇقتۇر";

/* Indicates an event happening right now */
"Now" = "ھازىر";

/* No comment provided by engineer. */
"Off" = "ئىتىك";

/* No comment provided by engineer. */
"Offline" = "تورسىز";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "تورسىز ، پەقەت چۈشۈرۈلگەن ئۇچۇرلارنىلا كۆرسىتىدۇ";

/* No comment provided by engineer. */
"OK" = "جەزملە";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "كونا ھېسابات";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "سۆھبەت ئاخىرلاشقاندىن كېيىن ، يېپىق سۆھبەتكە قايتا قاتنىشىش ئۈچۈن تەكلىپ قىلىش كېرەك. ئوچۇق سۆھبەتنى ھەر ۋاقىت قايتا جەم قىلغىلى بولىدۇ.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "سۆھبەت ئارخىپتىن چىقىرىلغاندىن كېيىن ، سۈكۈتتىكى ھالەتتە يەنە كۆرسىتىلىدۇ.";

/* No comment provided by engineer. */
"Online" = "توردا";

/* No comment provided by engineer. */
"Online status" = "توردىكى ئورنى";

/* No comment provided by engineer. */
"Only audio and screen shares" = "پەقەت ئاۋاز ھەمدە ئېكران ئورتاقلىشىش";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "پەقەت نورمال پاراڭلىشىش ئۇچۇرلىرىنىلا ئۆچۈرگىلى بولىدۇ";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "پەقەت ئىشەنچلىك مۇلازىمېتىرلارغا ماسقەدەملەڭ";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "پەقەت تېلېفون نومۇرىنى بىرلەشتۈرۈش ئارقىلىق ماسلاشقان كىشىلەرگە كۆرۈندى";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "پەقەت بۇ مىسالدىكى كىشىلەر ۋە مېھمانلارلا كۆرۈنىدۇ";

/* No comment provided by engineer. */
"Open" = "ئېچىڭ";

/* No comment provided by engineer. */
"Open app settings" = "ئەپ تەڭشىكىنى ئېچىڭ";

/* No comment provided by engineer. */
"Open conversation to registered users" = "تىزىملاتقان ئابونتلارغا ئوچۇق سۆھبەت";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "ئوچۇق سۆھبەت";

/* No comment provided by engineer. */
"Open in %@" = "%@ دا ئېچىڭ";

/* No comment provided by engineer. */
"Open in Google Maps" = "گۇگىل خەرىتىدە ئاچ";

/* No comment provided by engineer. */
"Open in Maps" = "خەرىتىدە ئاچ";

/* A menu to show additional options for the current conversation */
"Option menu" = "تاللانما تىزىملىكى";

/* No comment provided by engineer. */
"Other Accounts" = "باشقا ھېساباتلار";

/* No comment provided by engineer. */
"Other participants" = "باشقا قاتناشقۇچىلار";

/* No comment provided by engineer. */
"Others" = "باشقىلار";

/* Owner of a repository */
"Owner" = "ئىگىسى";

/* No comment provided by engineer. */
"Participants" = "قاتناشقۇچىلار";

/* No comment provided by engineer. */
"Password" = "ئىم";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "پارول قوغداش";

/* No comment provided by engineer. */
"Pending invitations" = "تەكلىپنامە ساقلىنىۋاتىدۇ";

/* No comment provided by engineer. */
"Phone number" = "تېلېفون نومۇرى";

/* No comment provided by engineer. */
"Phone number integration" = "تېلېفون نومۇرىنى بىرلەشتۈرۈش";

/* No comment provided by engineer. */
"Phone number set successfully" = "تېلېفون نومۇرى مۇۋەپپەقىيەتلىك تەڭشەلدى";

/* No comment provided by engineer. */
"Photo Library" = "رەسىم ئامبىرى";

/* No comment provided by engineer. */
"Photo library access" = "رەسىم ئامبىرىغا كىرىش";

/* No comment provided by engineer. */
"Pick date & time" = "چېسلا ۋە ۋاقىتنى تاللاڭ";

/* Pin a message to be always visible in the chat */
"Pin message" = "ئۇچۇرنى مىخلا";

/* Message was pinned at … */
"Pinned at %@" = "%@ دا مىخلاندى";

/* A message was pinned by ... */
"pinned by" = "تەرىپىدىن مىخلاندى";

/* No comment provided by engineer. */
"Pinned messages" = "مىخلانغان ئۇچۇرلار";

/* Message is pinned until … */
"Pinned until %@" = "%@ غىچە مىخلاندى";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "ئىناۋەتلىك مۇلازىمېتىر ئادرېسىنى كىرگۈزگەنلىكىڭىزنى تەكشۈرۈڭ.";

/* No comment provided by engineer. */
"Please check that you entered the correct Tassos server address." = "توغرا Tassos مۇلازىمېتىر ئادرېسىنى كىرگۈزگەنلىكىڭىزنى تەكشۈرۈڭ.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "توغرا Tassos مۇلازىمېتىر ئادرېسىنى كىرگۈزگەنلىكىڭىزنى تەكشۈرۈڭ.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "سىستېما باشقۇرغۇچى بىلەن ئالاقىلىشىڭ.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "ئەڭ يېڭى %@ نەشرى بىلەن مۇلازىمېتىرىڭىزنى يېڭىلاڭ.";

/* No comment provided by engineer. */
"Please update." = "يېڭىلاڭ.";

/* No comment provided by engineer. */
"Poll" = "راي سىناش";

/* No comment provided by engineer. */
"Poll draft" = "راي سىناش لايىھىسى";

/* No comment provided by engineer. */
"Poll draft has been saved" = "راي سىناش لايىھىسى ساقلاندى";

/* No comment provided by engineer. */
"Poll drafts" = "راي سىناش لايىھىسى";

/* No comment provided by engineer. */
"Poll results" = "راي سىناش نەتىجىسى";

/* No comment provided by engineer. */
"Polls" = "راي سىناش";

/* No comment provided by engineer. */
"Preview" = "ئالدىن كۆرۈش";

/* No comment provided by engineer. */
"Privacy" = "مەخپىيەتلىك";

/* No comment provided by engineer. */
"Private" = "شەخسىي";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "ئارخىپ";

/* No comment provided by engineer. */
"Profile picture" = "ئارخىپ رەسىمى";

/* No comment provided by engineer. */
"Promote to moderator" = "رىياسەتچىگە تەشۋىق قىلىڭ";

/* No comment provided by engineer. */
"Published" = "ئېلان قىلىندى";

/* No comment provided by engineer. */
"Push notifications" = "ئىتتىرىش ئۇقتۇرۇشى";

/* No comment provided by engineer. */
"Question" = "سوئال";

/* No comment provided by engineer. */
"Raise hand" = "قولىنى كۆتۈرۈڭ";

/* No comment provided by engineer. */
"Reachable?" = "يەتكىلى بولامدۇ؟";

/* No comment provided by engineer. */
"Reactions" = "ئىنكاس";

/* No comment provided by engineer. */
"Read status" = "ئوقۇش ھالىتى";

/* No comment provided by engineer. */
"Received call from an old account" = "كونا ھېساباتتىن كەلگەن تېلېفوننى تاپشۇرۇۋالغان";

/* No comment provided by engineer. */
"Recent threads" = "يېقىنقى يىپلار";

/* No comment provided by engineer. */
"Record voice message" = "ئاۋازلىق ئۇچۇرنى خاتىرىلەڭ";

/* No comment provided by engineer. */
"Recording" = "خاتىرىلەش";

/* No comment provided by engineer. */
"Recording consent is required" = "خاتىرىلەش ئىجازىتى تەلەپ قىلىنىدۇ";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "چاقىرىشقا قاتنىشىش ئۈچۈن تەلەپ قىلىنغان خاتىرىلەش";

/* No comment provided by engineer. */
"Recordings" = "ئۈنگە ئېلىشلار";

/* No comment provided by engineer. */
"Redo" = "قايتىلا";

/* No comment provided by engineer. */
"Reference API supported?" = "پايدىلانما API قوللىدىمۇ؟";

/* No comment provided by engineer. */
"Reject" = "رەت قىلىش";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "ئەسكەرتىش مۇۋەپپەقىيەتلىك تازىلاندى";

/* No comment provided by engineer. */
"Reminder was successfully set" = "ئەسكەرتىش مۇۋەپپەقىيەتلىك تەڭشەلدى";

/* No comment provided by engineer. */
"Remote server is unreachable" = "يىراقتىكى مۇلازىمېتىرغا يەتكىلى بولمايدۇ";

/* No comment provided by engineer. */
"Remove" = "چىقىرىۋەت";

/* No comment provided by engineer. */
"Remove account" = "ھېساباتنى ئۆچۈرۈڭ";

/* No comment provided by engineer. */
"Remove from favorites" = "ياقتۇردىغاندىن چىقىرۋەت";

/* No comment provided by engineer. */
"Remove group and members" = "گۇرۇپپا ۋە ئەزالارنى چىقىرىۋېتىڭ";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "كونا كۆپەيتىلگەن تۈرلەرنى ئۆچۈرۈڭ ۋە پەقەت ئەڭ يېڭى تۈرلەرنىلا قالدۇرۇڭ.";

/* No comment provided by engineer. */
"Remove participant" = "قاتناشقۇچىنى ئېلىۋېتىڭ";

/* No comment provided by engineer. */
"Remove password" = "پارولنى ئۆچۈرۈڭ";

/* No comment provided by engineer. */
"Remove team and members" = "گۇرۇپپا ۋە ئەزالارنى چىقىرىۋېتىڭ";

/* Replacement in case of out of office */
"Replacement" = "ئالماشتۇرۇش";

/* Replacement in case of out of office */
"Replacement (optional)" = "ئالماشتۇرۇش (ئىختىيارى)";

/* No comment provided by engineer. */
"Reply" = "جاۋاب قايتۇر";

/* No comment provided by engineer. */
"Reply privately" = "شەخسىي جاۋاب قايتۇرۇڭ";

/* Name of a repository */
"Repo" = "ئامبار";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "قايتا ئەۋەت";

/* No comment provided by engineer. */
"Resend invitation" = "تەكلىپنامىنى قايتۇرۇڭ";

/* No comment provided by engineer. */
"Resend invitations" = "تەكلىپنامىنى قايتۇرۇڭ";

/* Title for a section where different reset options are shown */
"Reset" = "ئەسلىگە قايتۇرۇش";

/* Replacement in case of out of office */
"Reset replacement" = "ئالماشتۇرۇشنى ئەسلىگە قايتۇر";

/* Results of a poll */
"Results" = "نەتىجە";

/* No comment provided by engineer. */
"Retry" = "قايتا سىناڭ";

/* Save conversation description */
"Save" = "ساقلا";

/* No comment provided by engineer. */
"Save as draft" = "لايىھە سۈپىتىدە ساقلىۋېلىڭ";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "'ئۆزەمگە خاتىرە' گە ساقلاندى";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "دوستلىرىڭىز ۋە خىزمەتداشلىرىڭىزغا سالام!";

/* No comment provided by engineer. */
"Scan QR code" = "QR كودىنى سىكانىرلا";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "ئورۇنلاشتۇر";

/* No comment provided by engineer. */
"Schedule a meeting" = "بىر يىغىن ئورۇنلاشتۇر";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "ئېكران ئورتاقلىشىش توختىدى";

/* No comment provided by engineer. */
"Search" = "ئىزدە";

/* No comment provided by engineer. */
"Search for places" = "جاي ئىزدەڭ";

/* Replacement in case of out of office */
"Select a replacement" = "ئالماشتۇرۇشنى تاللا";

/* No comment provided by engineer. */
"Select language" = "تىل تاللاڭ";

/* Copy a 'selection' of a message */
"Selection" = "تاللاش";

/* No comment provided by engineer. */
"Send" = "يوللا";

/* No comment provided by engineer. */
"Send a reaction" = "ئىنكاس قايتۇرۇڭ";

/* No comment provided by engineer. */
"Send call notification" = "چاقىرىش ئۇقتۇرۇشى ئەۋەتىڭ";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "ئۇچۇر ئەۋەتىڭ";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "ئۇقتۇرۇشسىز ئەۋەتىڭ";

/* No comment provided by engineer. */
"Send/Accept" = "ئەۋەتىش / قوبۇل قىلىش";

/* No comment provided by engineer. */
"Sending no invitations" = "تەكلىپنامە ئەۋەتمەيۋاتىدۇ";

/* No comment provided by engineer. */
"Sensitive conversation" = "نازۇك سۆھبەت";

/* A message has been sent without notifications */
"Sent without notification" = "ئۇقتۇرۇشسىز ئەۋەتىلدى";

/* No comment provided by engineer. */
"Server" = "مۇلازىمېتىر";

/* No comment provided by engineer. */
"Server address https://…" = "مۇلازىمېتىر ئادرېسى https: //…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "مۇلازىمېتىر ھازىر ئاسراش ھالىتىدە";

/* No comment provided by engineer. */
"Server not found" = "مۇلازىمېتىر تېپىلمىدى";

/* No comment provided by engineer. */
"Set" = "تەڭشەك";

/* No comment provided by engineer. */
"Set password" = "پارول بەلگىلەڭ";

/* Remind me later about that message */
"Set reminder" = "ئەسكەرتىش بەلگىلەڭ";

/* No comment provided by engineer. */
"Set status message" = "ھالەت ئۇچۇرىنى بەلگىلەڭ";

/* No comment provided by engineer. */
"Settings" = "تەڭشەكلەر";

/* No comment provided by engineer. */
"Share" = "ھەمبەھىر";

/* No comment provided by engineer. */
"Share a file from your Tassos" = "Tassos دىكى ھۆججەتنى ھەمبەھىرلەڭ";

/* No comment provided by engineer. */
"Share current location" = "نۆۋەتتىكى ئورۇننى ئورتاقلىشىڭ";

/* No comment provided by engineer. */
"Share link" = "ئۇلىنىشنى ھەمبەھىرلە";

/* No comment provided by engineer. */
"Share location" = "ئورۇننى ئورتاقلىشىش";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "مىخ ئورنىنى ئورتاقلىشىش";

/* No comment provided by engineer. */
"Share to chat" = "پاراڭلىشىڭ";

/* No comment provided by engineer. */
"Share with" = "بىلەن ئورتاقلىشىش";

/* No comment provided by engineer. */
"Shared items" = "ئورتاق بەھرىلىنىدىغان بۇيۇملار";

/* No comment provided by engineer. */
"Shared location" = "ئورتاق ئورۇن";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "فېدېراتىپ سۆھبەتتىن ئورتاقلىشىشنى قوللىمايدۇ.";

/* No comment provided by engineer. */
"Short absence status" = "قىسقا يوقلۇق ھالەت";

/* No comment provided by engineer. */
"Short absence status is too long" = "قىسقا يوقلۇق ھالەت بەك ئۇزۇن";

/* No comment provided by engineer. */
"Show more…" = "تېخىمۇ كۆپ كۆرسىتىش…";

/* No comment provided by engineer. */
"Signaling" = "سىگنال بېرىش";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP چاقىرىش";

/* No comment provided by engineer. */
"Skip" = "ئاتلاش";

/* No comment provided by engineer. */
"Slide to cancel" = "ئەمەلدىن قالدۇرۇش";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "كۆرسىتىلمىگەن بەزى ئۇچۇرلار توردىن چۈشۈرۈلىدۇ";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* No comment provided by engineer. */
"Source code" = "مەنبە كودى";

/* speaker = Loudspeaker, device */
"Speaker" = "سۆزلىگۈچى";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "ياڭراتقۇ چەكلەنگەن";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "ياڭراتقۇ قوزغىتىلدى";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "سۆز پەرقلەندۈرۈشكە رۇخسەت قىلىنمايدۇ. تەڭشەكلىرىڭىزنى تەكشۈرۈڭ.";

/* No comment provided by engineer. */
"Speech recognition failed" = "نۇتۇق تونۇش مەغلۇب بولدى";

/* No comment provided by engineer. */
"Start a new group conversation" = "يېڭى بىر گۇرۇپپا سۆھبىتىنى باشلاڭ";

/* No comment provided by engineer. */
"Start call" = "چاقىرىشنى باشلاڭ";

/* No comment provided by engineer. */
"Start call silently" = "چاقىرىشنى جىمجىت باشلاڭ";

/* No comment provided by engineer. */
"Start recording" = "خاتىرىلەشنى باشلاڭ";

/* No comment provided by engineer. */
"Start time" = "باشلىنىش ۋاقتى";

/* No comment provided by engineer. */
"Start video call" = "سىنلىق چاقىرىشنى باشلاڭ";

/* No comment provided by engineer. */
"Start video call silently" = "سىنلىق چاقىرىشنى جىمجىت باشلاڭ";

/* No comment provided by engineer. */
"Status" = "ھالەت";

/* No comment provided by engineer. */
"Status message" = "ھالەت ئۇچۇرى";

/* Action to 'Stop' a recording */
"Stop" = "توختاڭ";

/* No comment provided by engineer. */
"Stop recording" = "خاتىرىلەشنى توختىتىڭ";

/* No comment provided by engineer. */
"Stop screensharing" = "ئېكراننى توختىتىڭ";

/* Strikethrough text */
"Strikethrough" = "سىزىۋەت";

/* No comment provided by engineer. */
"STUN servers" = "STUN مۇلازىمېتىرلىرى";

/* No comment provided by engineer. */
"Submit vote" = "بېلەت تاشلاڭ";

/* No comment provided by engineer. */
"Switch account" = "ھېساباتنى ئالماشتۇرۇش";

/* No comment provided by engineer. */
"Switching to another conversation …" = "باشقا سۆھبەتكە ئۆتۈش…";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "ئىشەنچلىك مۇلازىمېتىرلار ۋە دۇنياۋى ۋە ئاممىۋى ئادرېس دەپتىرىگە ماسقەدەملەڭ";

/* Talk to a user */
"Talk to" = "بىلەن پاراڭلىشىڭ";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "ئاۋازلىق ئۇچۇرنى خاتىرىلەش ئۈچۈن بېسىڭ";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "ئاۋازلىق ئۇچۇرنى خاتىرىلەش ئۈچۈن بېسىڭ ۋە بېسىڭ ، ئۇنى ئەۋەتىش كۇنۇپكىسىنى قويۇپ بېرىڭ.";

/* No comment provided by engineer. */
"Test failed" = "سىناق مەغلۇپ بولدى";

/* No comment provided by engineer. */
"Test push notifications" = "ئىتتىرمە ئۇقتۇرۇشنى سىنا";

/* No comment provided by engineer. */
"Test results" = "سىناش نەتىنجىسى";

/* No comment provided by engineer. */
"Test results copied" = "سىناش نەتىنجىسى كۆچۈرۈلدى";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "بۇ دېتال بەك كونا بولۇپ ، ئەمدى بۇ مۇلازىمېتىر قوللىمايدۇ.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "بۇ پائالىيەتنىڭ چاقىرىقى ئاخىرلاشتى. بۇ سۆھبەتنى سىز ھەممەيلەن ئۈچۈن راستىنلا ئۆچۈرمەكچىمۇ؟";

/* No comment provided by engineer. */
"The call has been running for one hour" = "تېلېفون بىر سائەت داۋاملاشتى";

/* No comment provided by engineer. */
"The call might be recorded" = "تېلېفون خاتىرىلەنگەن بولۇشى مۇمكىن";

/* No comment provided by engineer. */
"The password is wrong" = "پارول خاتا";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "بۇ خاتىرىدە ئاۋازىڭىز ، كامېرادىكى سىن ۋە ئېكران ھەمبەھىرلىنىشىڭىز بولۇشى مۇمكىن. تېلېفونغا قاتنىشىشتىن بۇرۇن سىزنىڭ رۇخسىتىڭىز تەلەپ قىلىنىدۇ.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "بۇ دېتالدا سەپلەنگەن %2$@ مۇلازىمېتىردا %1$@ ئىشلەتكۈچىنىڭ ھېساباتى يوق.";

/* No comment provided by engineer. */
"This call is being recorded" = "بۇ تېلېفون خاتىرىلىنىۋاتىدۇ";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "بۇ سۆھبەت بىر يىلنامە پائالىيتىگە قىستۇرۇلغان. نامى/چۈشەندۈرۈلىشىنى ئۆزگەرتىش ئۈچۈن ئۇ پائالىيەتنى تەھرىرلەڭ.";

/* No comment provided by engineer. */
"This conversation is read-only" = "بۇ سۆھبەت پەقەت ئوقۇلىدۇ";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "بۇ سۆھبەت پائالىيىتى بولمىغان بارلىق كىشىلەر ئۈچۈن %ld كۈندە ئاپتوماتىك ئۆچۈرۈلىدۇ.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "بۇ مۇلازىمېتىرىڭىزنى تور كۆرگۈدە زىيارەت قىلىدىغان تور بەت ئادىرسى.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "بۇ يىغىن پىلانلانغان";

/* No comment provided by engineer. */
"This might take a moment" = "بۇنىڭغا بىر ئاز ۋاقىت كېتىشى مۇمكىن";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "بۇ خۇلاسە سۈنئىي ئەقىل ئارقىلىق ھاسىل قىلىنغان بولۇپ، خاتالىقلارنى ئۆز ئىچىگە ئېلىشى مۇمكىن.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "بۇ ئادەتتە بۇ ئۈسكۈنىنىڭ مۇلازىمېتىردىن مۇۋاپىق ئۆچۈرۈلمىگەن ھېسابات ئۈچۈن ئىشلىتىلگەنلىكىنى كۆرسىتىدۇ.";

/* No comment provided by engineer. */
"This week" = "بۇ ھەپتە";

/* Remind me this weekend about that message */
"This weekend" = "بۇ ھەپتە ئاخىرى";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "بۇ بۇ دېتالنىڭ ئىقتىدارىغا تەسىر كۆرسىتىدۇ. تەڭشەكلىرىڭىزنى تەكشۈرۈڭ.";

/* No comment provided by engineer. */
"Thread" = "يىپ";

/* No comment provided by engineer. */
"Thread notification level button" = "يىپ ئۇقتۇرۇش دەرىجە كۇنۇپكىسى";

/* No comment provided by engineer. */
"Thread title" = "يىپ ماۋزوسى";

/* No comment provided by engineer. */
"Threads" = "يىپلار";

/* No comment provided by engineer. */
"Title" = "ماۋزۇ";

/* 'To' which language user wants to translate text */
"To" = "غا";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "بۇ مەسىلىنى ھەل قىلىش ئۈچۈن تور كۆرۈنمە يۈزىنى ئىشلىتىڭ ۋە \"تەڭشەك -> بىخەتەرلىك \" گە كىرىڭ.";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "غا:";

/* No comment provided by engineer. */
"Today" = "بۈگۈن";

/* Remind me tomorrow about that message */
"Tomorrow" = "ئەتە";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "تېكىست";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "ترانسكرىپسىيە";

/* No comment provided by engineer. */
"Translate" = "تەرجىمە قىلىڭ";

/* No comment provided by engineer. */
"Translation" = "تەرجىمە";

/* No comment provided by engineer. */
"Translation failed" = "تەرجىمە مەغلۇب بولدى";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "TURN مۇلازىمېتىرلىرى";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter handle @…";

/* No comment provided by engineer. */
"Typing indicator" = "خەت بېسىش كۆرسەتكۈچى";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "خەت بېسىش كۆرسەتكۈچى پەقەت يۇقىرى ئىقتىدارلىق ئارقا سۇپى (HPB) نى ئىشلەتكەندە بولىدۇ.";

/* No comment provided by engineer. */
"Unable to get context of the message" = "ئۇچۇرنىڭ مەزمۇنىغا ئېرىشەلمىدى";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "ئۇچۇرنىڭ پاراڭلىشىشىغا ئېرىشەلمىدى";

/* No comment provided by engineer. */
"Unable to load file" = "ھۆججەت يۈكلىيەلمىدى";

/* No comment provided by engineer. */
"Unable to open file" = "ھۆججەت ئاچقىلى بولمىدى";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "سۆھبەتنى ئارخىپتىن چىقار";

/* No comment provided by engineer. */
"Unavailable" = "ئىشلەتكىلى بولمايدۇ";

/* No comment provided by engineer. */
"Unban" = "چەكلىمە";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "\"ئۈسكۈنە & باسقۇچلار\" نىڭ ئاستىدا ئوخشاش ئۈسكۈنىنىڭ كۆپەيتىلگەن كىرگۈزمىسى بارلىقىنى تەكشۈر";

/* No comment provided by engineer. */
"Undo" = "ئەمەلدىن قالدۇرۇش";

/* No comment provided by engineer. */
"Undo Typing" = "ئەمەلدىن قالدۇرۇش";

/* No comment provided by engineer. */
"Unknown" = "نامەلۇم";

/* No comment provided by engineer. */
"Unknown error" = "يوچۇن خاتالىق";

/* No comment provided by engineer. */
"Unknown error occurred" = "نامەلۇم خاتالىق كۆرۈلدى";

/* No comment provided by engineer. */
"Unpin" = "مىخلىما";

/* No comment provided by engineer. */
"Unpin message" = "ئۇچۇرنى مىخلا";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "ئوقۇمىغان";

/* No comment provided by engineer. */
"Unread mentions" = "ئوقۇلمىغان تىلغا ئېلىنغان";

/* No comment provided by engineer. */
"Unread messages" = "ئوقۇلمىغان ئۇچۇرلار";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "يېڭىلاش";

/* No comment provided by engineer. */
"Updated notification settings" = "يېڭىلانغان ئۇقتۇرۇش تەڭشىكى";

/* No comment provided by engineer. */
"Upload failed" = "يۈكلەش مەغلۇپ بولدى";

/* No comment provided by engineer. */
"Uploading %ld elements" = "% Ld ئېلېمېنتلىرىنى يۈكلەش";

/* No comment provided by engineer. */
"User" = "ئىشلەتكۈچى";

/* No comment provided by engineer. */
"User profile and settings" = "ئىشلەتكۈچى ئارخىپى ۋە تەڭشەكلىرى";

/* No comment provided by engineer. */
"User status supported?" = "ئىشلەتكۈچى ھالىتى قوللامدۇ؟";

/* No comment provided by engineer. */
"User storage quota exceeded" = "ئىشلەتكۈچى ساقلاش نورمىسى ئېشىپ كەتتى";

/* No comment provided by engineer. */
"Users" = "ئىشلەتكۈچى";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "نەشرى";

/* Join a call in video call mode */
"Video call" = "سىنلىق تېلېفون";

/* No comment provided by engineer. */
"Video quality" = "سىن سۈپىتى";

/* Conversation visibility settings */
"Visibility" = "كۆرۈنۈشچانلىقى";

/* No comment provided by engineer. */
"Voice messages" = "ئاۋازلىق ئۇچۇرلار";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "%@ نىڭ چاقىرىشقا قاتنىشىشىنى ساقلاش…";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "باشقىلارنىڭ تېلېفونغا قاتنىشىشىنى ساقلاش…";

/* No comment provided by engineer. */
"Website" = "تور بېكەت";

/* No comment provided by engineer. */
"What is your status?" = "ئەھۋالىڭىز نېمە؟";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "ئۇچۇر يېزىڭ ، @ بىرسىنى تىلغا ئېلىش…";

/* No comment provided by engineer. */
"Yes" = "ماقۇل";

/* No comment provided by engineer. */
"Yesterday" = "تۈنۈگۈن";

/* No comment provided by engineer. */
"You" = "سەن";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "تېخىمۇ كۆپ قاتناشقۇچىلار {user0} ۋە% ld نى قوشتىڭىز";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "سىز {user0} ۋە {user1} نى قوشتىڭىز";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "سىز ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلار تېلېفونغا قاتناشتى";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "سىز ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلار تېلېفوندىن ئايرىلدى";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "سىز ۋە {actor0} چاقىرىققا قاتناشتىڭىز";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "سىز ۋە {actor0} تېلېفوندىن ئايرىلدى";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "سىز ھازىر كۈتۈپخانىدا ساقلاۋاتىسىز";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "You are not allowed to add or remove reactions in this conversation";

/* No comment provided by engineer. */
"You are not part of any conversation" = "سىز ھېچقانداق سۆھبەتكە قاتناشمايسىز";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "سىز ھېچقانداق سۆھبەتكە قاتناشمايسىز. يېڭىنى باشلاش ئۈچۈن + نى بېسىڭ.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "تېلېفون نومۇرىڭىزنى تەڭشىسىڭىز بولىدۇ ، شۇنداق بولغاندا باشقا ئىشلەتكۈچىلەر سىزنى تاپالايدۇ";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "رىياسەتچىلەردىن {user0} ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى چۈشۈردىڭىز";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "رىياسەتچىلەردىن {user0} ۋە {user1} نى چۈشۈردىڭىز";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "سىزدە% ld تەكلىپنامە ساقلىنىۋاتىدۇ";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "سىز بىر رىياسەتچى تەرىپىدىن ئاۋازسىز قىلىندى";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "سىزنىڭ ھېچقانداق پىلانلانغان يىغىنىڭىز يوق";

/* No comment provided by engineer. */
"You have no unread mentions." = "سىزدە ئوقۇلمىغان تىلغا ئېلىنىش يوق.";

/* No comment provided by engineer. */
"You have no unread messages." = "ئوقۇمىغان ئۇچۇرلىرىڭىز يوق.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "%@ دىن ئايرىلىشتىن بۇرۇن يېڭى رىياسەتچىنى تەشۋىق قىلىشىڭىز كېرەك.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "بۇ سۆھبەتتىن ئايرىلىشتىن بۇرۇن يېڭى رىياسەتچىنى تەشۋىق قىلىشىڭىز كېرەك";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "سىز {user0} ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى رىياسەتچىگە ئۆستۈردىڭىز";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "سىز {user0} ۋە {user1} نى رىياسەتچىگە ئۆستۈردىڭىز";

/* No comment provided by engineer. */
"You received a new notification" = "يېڭى ئۇقتۇرۇش تاپشۇرۇۋالدىڭىز";

/* No comment provided by engineer. */
"You reconnected to the call" = "سىز تېلېفونغا قايتا ئۇلاندىڭىز";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "تېخىمۇ كۆپ قاتناشقۇچىلار {user0} ۋە% ld نى ئۆچۈردىڭىز";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "{User0} ۋە {user1} نى ئۆچۈردىڭىز";

/* No comment provided by engineer. */
"Your email address" = "تورخەت ئادرېسىڭىز";

/* No comment provided by engineer. */
"Your phone number" = "تېلېفون نومۇرىڭىز";

/* No comment provided by engineer. */
"Your PIN" = "PIN";

/* No comment provided by engineer. */
"Your postal address" = "پوچتا ئادرېسىڭىز";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammad API خاتالىقى";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} سىزنى ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى قوشتى";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} سىزنى ۋە {user0} نى قوشتى";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} {user0} ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلار قوشۇلدى";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} {user0} ۋە {user1} قوشۇلدى";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلار چاقىرىققا قاتناشتى";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلار تېلېفوندىن ئايرىلدى";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} ۋە {actor1} چاقىرىققا قاتناشتى";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} ۋە {actor1} تېلېفوندىن ئايرىلدى";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} سىزنى ۋە% ld رىياسەتچىلەردىن تېخىمۇ كۆپ قاتناشقۇچىلارنى چۈشۈردى";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} سىزنى ۋە {user0} رىياسەتچىلەردىن چۈشۈردى";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} تۆۋەنلىتىلگەن {user0} ۋە% ld رىياسەتچىلەردىن تېخىمۇ كۆپ قاتناشقۇچىلار";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} رىياسەتچىلەردىن {user0} ۋە {user1} نى چۈشۈردى";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} سىزنى ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى رىياسەتچىگە ئۆستۈردى";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} سىزنى ۋە {user0} رىياسەتچىگە ئۆستۈردى";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} {user0} ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى رىياسەتچىگە ئۆستۈردى";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} رىياسەتچىلەرگە {user0} ۋە {user1} نى ئۆستۈردى";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} تېلېفونغا قايتا ئۇلاندى";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} سىزنى ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلارنى ئېلىۋەتتى";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} سىزنى ۋە {user0} نى ئېلىۋەتتى";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} چىقىرىۋېتىلدى {user0} ۋە% ld تېخىمۇ كۆپ قاتناشقۇچىلار";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} چىقىرىۋېتىلدى {user0} ۋە {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ يېڭى ئۇچۇرلار";

